const langTextObj = {
  'header-title': {
    'en': 'Learning how to learn',
    'ru': 'Научиться учиться',
  },
  'header-subtitle': {
    'en': 'The most effective, cutting-edge learning techniques that you can apply to your daily life',
    'ru': 'Какие современные и эффективные подходы к обучению вы можете использовать в своей жизни?',
  },
  'header-link': {
    'en': ' Learn more \u{27F6}',
    'ru': ' Узнать \u{27F6}',
  },
  'two-columns-brief-1': {
    'en': '',
    'ru': 'Главные проблемы в обучении',
  },
  'two-columns-paragraph-1-1': {
    'en': '',
    'ru': 'Ни в школе, ни в институте нас не учат тому, как правильно изучать материал. Мы готовимся кэк заменам иучим билеты. Мы тренируемся решать однообразные задачи, чтобы лучше сдать тест, но часто в итоге это недает нам реального знания. Зубрежка быстро выветривается и не приносит пользы.',
  },
  'two-columns-span-accent': {
    'en': '',
    'ru': 'Вывод:',
  },
  'two-columns-paragraph-1-2': {
    'en': '',
    'ru': 'учиться тоже нужно уметь, но почему-то этому мало где учат. Что с этим делать?',
  },
  'two-columns-paragraph-1-3': {
    'en': '',
    'ru': 'Конкретные техники и упражнения помогают изменить подход к обучению, сделать его эффективнымизахватывающим. Эти же техники применяются на примере обучения в Практикуме.',
  },
  'section-title-1': {
    'en': '',
    'ru': 'Техники обучения',
  },
  'section-subtitle-1': {
    'en': '',
    'ru': 'Пять практик от Барбары Оакли',
  },
  'cards-title-1': {
    'en': '',
    'ru': 'Два вида внимания',
  },
  'cards-description-1': {
    'en': '',
    'ru': 'Глубокие знания возникают, если чередовать сфокусированное и рассеянное мышление.',
  },
  'cards-title-2': {
    'en': 'Recall',
    'ru': 'Повторение',
  },
  'cards-description-2': {
    'en': '',
    'ru': 'Вспоминайте изученное — это позволит соединить разрозненные порции памяти.',
  },
  'cards-title-3': {
    'en': '',
    'ru': 'Интерливинг',
  },
  'cards-description-3': {
    'en': '',
    'ru': 'Изучайте несколько навыков одновременно, они обогащают друг друга.',
  },
  'cards-title-4': {
    'en': '',
    'ru': 'Вопросы',
  },
  'cards-description-4': {
    'en': '',
    'ru': 'Слушая преподавателя, придумывайте хороший вопрос, который вас действительно волнует.',
  },
  'cards-title-5': {
    'en': '',
    'ru': 'Иллюзия компетентности',
  },
  'cards-description-5': {
    'en': '',
    'ru': 'Повторите про себя, запишите, расскажите другу: вам только кажется, что вы владеете новой темой.',
  },
  'cards-title-6': {
    'en': '',
    'ru': '',
  },
  'cards-description-6': {
    'en': '',
    'ru': '',
  },
  'section-title-2': {
    'en': '',
    'ru': 'Видео нa TED',
  },
  'section-subtitle-2': {
    'en': '',
    'ru': 'Для тех, кто любит прокрастинировать',
  },
  'two-columns-brief-2': {
    'en': '',
    'ru': 'История Барбары Оакли.',
  },
  'two-columns-paragraph-2-1': {
    'en': '',
    'ru': 'С детства Барбаре не давалась математика. Она считала себя законченным гуманитарием, причём далеко не самым умным. В армии она изучала русский язык, чтобы получить надбавку, да так успешно, что её выдвинули в командиры. Но для продвижения по службе нужно было сдавать математику.И тогда Барбара придумала свой подход к точным наукам. Оказалось, если вам что- то «плохо даётся», ваши добытые трудом знания гораздо глубже, чем у тех, кому всё ясно с первого взгляда.',
  },
  'feynman-title': {
    'en': '',
    'ru': 'Метод Фейнмана',
  },
  'feynman-subtitle': {
    'en': '',
    'ru': 'Выучить и не забыть.',
  },
  'feynman-link': {
    'en': '',
    'ru': 'Подробнее \u{27F6}',
  },
  'section-title-3': {
    'en': '',
    'ru': 'Цифры и факты',
  },
  'section-subtitle-3': {
    'en': '',
    'ru': 'Про учёбу и мозг',
  },
  'table-heading-1': {
    'en': '',
    'ru': '86 миллиардов',
  },
  'table-text-1-1': {
    'en': '',
    'ru': 'Число нейронов в мозге человека',
  },
  'table-heading-2': {
    'en': '',
    'ru': '2.1 миллиарда',
  },
  'table-text-1-2-1': {
    'en': '',
    'ru': 'Число нуждающихся в повышении квалификации',
  },
  'table-text-1-2-2': {
    'en': '',
    'ru': 'Всемирный Банк, 2017',
  },
  'table-heading-3': {
    'en': '',
    'ru': '1000 терабайт',
  },
  'table-text-1-3': {
    'en': '',
    'ru': 'Объём памяти человека',
  },
  'table-heading-4': {
    'en': '',
    'ru': '500 триллионов',
  },
  'table-text-1-4': {
    'en': '',
    'ru': 'Число ответственных за обучение нервных синапсов у взрослого человека',
  },
  'table-heading-5': {
    'en': '',
    'ru': '420 миллионов',
  },
  'table-text-1-5-1': {
    'en': '',
    'ru': 'Число взрослых людей моложе 25 лет, не имеющих образования для трудоустройства',
  },
  'table-text-1-5-2': {
    'en': '',
    'ru': 'Всемирный Банк, 2017',
  },
  'table-heading-6': {
    'en': '',
    'ru': '17–20 лет',
  },
  'table-text-1-6': {
    'en': '',
    'ru': 'Пик обучаемости',
  },
  'table-heading-7': {
    'en': '',
    'ru': '1885 год',
  },
  'table-text-1-7': {
    'en': '',
    'ru': 'Открытие кривой забывания',
  },
  'table-heading-8': {
    'en': '',
    'ru': '1889 год',
  },
  'table-text-1-8': {
    'en': '',
    'ru': 'Открытие условного рефлекса',
  },
  'khan-author': {
    'en': '',
    'ru': 'Салман Хан',
  },
  'khan-title': {
    'en': '',
    'ru': 'Весь мир - школа',
  },
  'khan-quote': {
    'en': '',
    'ru': 'Страсть и новаторство Сала Хана меняют процесс обучения миллионов студентов по всему миру. Книгу «Весь мир — школа» нужно прочитать всем, кто занимается образованием — так учащиеся повсюду смогут получить навыки и знания, которые приносят успех в школе, карьере и жизни.',
  },
  'khan-quote-author': {
    'en': '',
    'ru': 'Джордж Лукас',
  },
  'khan-quote-author-subline': {
    'en': '',
    'ru': 'Кинорежиссер, продюсер',
  },
  'khan-buy-link': {
    'en': '',
    'ru': 'Купить книгу \u{27F6}',
  },
  'section-title-4': {
    'en': '',
    'ru': 'Принципы обучения',
  },
  'section-subtitle-4': {
    'en': '',
    'ru': 'от Джоша Кауфмана',
  },
  'table-text-2-1': {
    'en': '',
    'ru': 'Выберите привлекательный проект.',
  },
  'table-text-2-2': {
    'en': '',
    'ru': 'Сосредоточьтесь на каком-то одном навыке.',
  },
  'table-text-2-3': {
    'en': '',
    'ru': 'Определите целевой уровень мастерства.',
  },
  'table-text-2-4': {
    'en': '',
    'ru': 'Разбейте навык на элементы.',
  },
  'table-text-2-5': {
    'en': '',
    'ru': 'Приготовьте всё необходимое для занятий.',
  },
  'table-text-2-6': {
    'en': '',
    'ru': 'Устраните препятствия для занятий.',
  },
  'table-text-2-7': {
    'en': '',
    'ru': 'Выделите специальное время для занятий.',
  },
  'table-text-2-8': {
    'en': '',
    'ru': 'Создайте быстрые петли обратной связи.',
  },
  'table-text-2-9': {
    'en': '',
    'ru': 'Занимайтесь по расписанию, короткими интенсивными интервалами.',
  },
  'table-text-2-10': {
    'en': '',
    'ru': 'Уделяйте внимание количеству и скорости.',
  },
  'section-title-5': {
    'en': '',
    'ru': 'Полезные ресурсы',
  },
  'section-subtitle-5': {
    'en': '',
    'ru': 'Больше материалов о техниках и лайфхаках обучения',
  },
  'footer-author': {
    'en': '',
    'ru': '\u{00A9} 2021 Ɐртём Щиров',
  },
  'footer-column-heading-1': {
    'en': '',
    'ru': '',
  },
  'navigation-list-link-1-1': {
    'en': '',
    'ru': '',
  },
  'navigation-list-link-1-2': {
    'en': '',
    'ru': '',
  },
  'navigation-list-link-1-3': {
    'en': '',
    'ru': '',
  },
  'footer-column-heading-2': {
    'en': '',
    'ru': '',
  },
  'navigation-list-link-2-1': {
    'en': '',
    'ru': '',
  },
}

// 'header__title': {
//   'en': '',
//   'ru': '',
// },
